Repository: rafaelmersant/biblebeatme
Catalog: BibleBeatMe/Views/*.lproj/Localizable.strings
Languages: es

source: Home
es: Inicio

source: Practice
es: Practicar

source: Competition
es: Competir

source: Scores
es: Puntuaciones

source: Cancel
es: Cancelar

source: of
es: de

source: time elapsed
es: tiempo transcurrido

source: Results
es: Resultados

source: Rights
es: Correctas

source: Wrongs
es: Incorrectas

# resultMsg1
source: Try again, you can do it.
es: Trata de nuevo, tu puedes hacerlo.

# resultMsg2
source: Great! go for more.
es: Grandioso! ve por más.

# resultMsg3
source: Good job, you are very good.
es: Buen trabajo, eres muy buen@.

# resultMsg4
source: You are excellent.
es: Eres excelente.

source: Select opponent
es: Seleccionar opponente

# someoneWait
source: Someone is waiting for you
es: Alguien esta esperando por ti
